const taskArray = [
    {
        id: 1663881246371,
        title: 'сделать ToDo приложение',
        description: 'Разработать ToDo приложение для удобного остлеживания процесса разработки и прогресса',
        categoryId: 1663881246373,
    },
    {
        id: 1663881246372,
        title: 'Сходить на тренировку',
        description: 'Сделать подтягивания, бурсьяБ отжимания и пресс',
        categoryId: 1663881246373,
    },
    {
        id: 1663881246376,
        title: 'написать трек',
        description: 'напсиать трек, который давно планировал',
        categoryId: 1663881246374,
    },
    {
        id: 1663881246377,
        title: 'Купить качественный реферат',
        description: 'О том как программиррвание влияет на мозг',
        categoryId: 1663881246373,
    },
    {
        id: 1663881246378,
        title: 'Испечь черный хлеб',
        description: 'Корочк должна быть хрустящей и с семечками',
        categoryId: 1663881246375,
    },
    {
        id: 1663881246379,
        title: 'Сделать зарядку и потом помидитировать',
        description: 'Каждое из упражнений делать по 20 мин',
        categoryId: 1663881246374,
    },
];

const categoryArray = [
    {
        id: 1663881246373,
        title: 'Саморазвитие',
        description: 'Небольшое описание категории "саморазвитие"',
    },
    {
        id: 1663881246374,
        title: 'Спорт',
        description: 'Небольшое описание категории "саморазвитие"',
    },
    {
        id: 1663881246375,
        title: 'Медитация',
        description: 'Небольшое описание категории "медитация"',
    },
];

export {taskArray, categoryArray};
