const taskArray = [
    {
        id: 1663881246371,
        title: 'сделать ToDo приложение',
        description: 'Разработать ToDo приложение для удобного остлеживания процесса разработки и прогресса',
    },
    {
        id: 1663881246372,
        title: 'Сходить на тренировку',
        description: 'Сделать подтягивания, бурсьяБ отжимания и пресс',
    },
    {
        id: 1663881246376,
        title: 'написать трек',
        description: 'напсиать трек, который давно планировал',
    },
];

const categoryArray = [
    {
        id: 1663881246373,
        title: 'Саморазвитие',
        description: 'Небольшое описание категории "саморазвитие"',
    },
    {
        id: 1663881246374,
        title: 'Спорт',
        description: 'Небольшое описание категории "саморазвитие"',
    },
    {
        id: 1663881246375,
        title: 'Медитация',
        description: 'Небольшое описание категории "медитация"',
    },
];

export {taskArray, categoryArray};
